export enum EUnit {
  // ЛПЦ-5
  LPC_4 = 'ЛПЦ-4',
  NTA = 'НТА',
  NTA_K = 'НТА-К',
  APR_2 = 'АПР-2',
  APR_3 = 'АПР-3',
  APR_4 = 'АПР-4',
  APR_5 = 'АПР-5',
  APR_8 = 'АПР-8',
  APR_9 = 'АПР-9',

  // ЛПЦ-11
  STAN = 'СТАН-2000',
  ANGZ = 'АНГЦ',
  ANO = 'АНО-ГЦ',
  AI = 'АИ',
  ANGZ_3 = 'АНГЦ-3',
  LUM = 'ЛУМ',
}

export enum ERailway {
  // ЛПЦ-11
  TUPIC_6 = 'Тупик 6',
  TUPIC_7 = 'Тупик 7',
  TUPIC_8 = 'Тупик 8',
  TUPIC_10 = 'Тупик 10',

  // ЛПЦ-5
  TUPIC_10_1 = 'Тупик 10/1',
  TUPIC_10_2 = 'Тупик 10/2',
  TUPIC_12 = 'Тупик 12',
}
